{
  "title": {
    "main": "Сделайте акулу!"
  },
  "inactivity": {
    "restarting": "Перезагрузка в{{seconds}}раздел",
    "press": "Нажимать",
    "toContinue": "продолжать играть"
  },
  "start": {
    "press": "Нажимать",
    "toStart": "начать"
  },
  "restart": "Перезапуск",
  "continue": "Продолжать",
  "buttons": {
    "a": "А",
    "b": "Беременный"
  },
  "yourShark": "Твоя акула",
  "step": "Шаг{{stepCount}}/3",
  "lastDetail": "Последняя деталь",
  "language": {
    "select": "Выберите язык"
  },
  "counter": {
    "sharkAlreadyMade": "Акула уже сделана",
    "sharksAlreadyMade": "Акулы уже сделаны",
    "sharkCount": "{{count}}"
  },
  "sizeChoice": {
    "sixInchesSevenFeet": "6 дюймов - 7 футов",
    "sevenFeetSixtyTwoFeet": "7 футов - 62 фута",
    "chooseASize": "Выберите размер",
    "small": "Маленький",
    "large": "Большой",
    "outcomeSmall": "Размер: маленький",
    "outcomeLarge": "Размер: большой",
    "descriptionSmall": "Маленькие акулы могут быть крошечными, но они играют большую роль в экосистеме океанов.Многие живут среди рифов и камней, которые они используют для укрытия.У них часто есть специальные адаптации, чтобы помочь им избежать хищников и найти пищу.",
    "descriptionLarge": "Многие крупные акулы считаются хищниками Apex, что означает, что они находятся на вершине пищевой цепи.Эти большие мощные акулы питаются рыбой, беспозвоночных и млекопитающими.Некоторые другие крупные акулы питаются в основном на небольшом планктоне, которую они фильтруют из воды океанов."
  },
  "habitatChoice": {
    "chooseAHabitat": "Выберите среду обитания",
    "bottomDwelling": "Нижнее жилище",
    "openWater": "Открытая вода",
    "outcomeBottomDwelling": "Среда обитания: дно жилище",
    "outcomeOpenWater": "Среда обитания: открытая вода",
    "descriptionBottomDwelling": "Многие виды акул населяют более низкие уровни водной экосистемы.Многие имеют специализированные датчики для обнаружения добычи, которую они ловят среди камней и песка.У других есть камуфляж, чтобы помочь им засадить их ничего не подозревающую еду.",
    "descriptionOpenWater": "Акулы с открытой водой бродят по обширным открытым океанам мира и могут путешествовать на большие расстояния.Эти акулы играют ключевую роль в сбалансировании популяций рыб."
  },
  "waterTemperatureChoice": {
    "chooseWaterTemperature": "Выберите температуру воды",
    "warm": "Теплый",
    "cold": "Холодный",
    "outcomeWarm": "Температура воды: тепло",
    "outcomeCold": "Температура воды: холодная",
    "descriptionWarm": "Некоторые акулы проводят большую часть своей жизни в теплых водах в тропическом и субтропическом климате.Более теплые воды, как правило, имеют большие популяции рыб, которые могут питаться акулами.Эти акулы уравновешивают экосистемы рифов, питаясь больной или нездоровой рыбой.",
    "descriptionCold": "Некоторые акулы населяют замораживающие воды Арктики и Субарктики.Чтобы выжить в этих холодных водах, многие из этих видов акул имеют специальные адаптации, такие как более высокая температура тела, специально развитая кровь и более высокие показатели метаболизма."
  },
  "skinTypeChoice": {
    "chooseSkinType": "Выберите кожу акулы!"
  },
  "range": "Диапазон:",
  "funFact": "Забавный факт:",
  "size": "Размер:",
  "coral-catshark-outcome": {
    "name": "Коралловый кошка",
    "description": {
      "range": "Корал -корал -кошак можно найти из Индии в Юго -Восточную Азию.",
      "size": "1,5-2 фута;1,5-2,5 фунтов",
      "fact": "Коралловые самки корал -котшарк втягивают яйца в щели в скалах.\nЭти яйца, на которые вылупляются 4-6 месяцев, выглядят как маленький кошелек и часто называют «кошельками русалки»."
    }
  },
  "epaulette-shark-outcome": {
    "name": "Эполетель Акула",
    "description": {
      "range": "Акула Epaulete находится на мелководье северной Австралии и Папуа -Новой Гвинеи.",
      "size": "2-3,5 фута;5-10 фунтов",
      "fact": "Акулы Epaulette могут использовать свои плавники в ходьбе, когда они волнуют свои тела, помогая им пройти через коралловые рифы.Это движение может даже помочь им перейти на землю между приливными бассейнами в поисках еды."
    }
  },
  "spiny-dogfish-outcome": {
    "name": "Колючая собака",
    "description": {
      "range": "Колючая собака встречается в прохладных умеренных водах по всей северной Атлантике и северной части Тихого океана.",
      "size": "2-4 фута;7-15 фунтов",
      "fact": "Название «колючая» собака относится к двум большим шипам на обоих дорсальных плавниках акулы.При угрозе колючих собак может использовать свои колючки, чтобы защитить себя."
    }
  },
  "chain-catshark-outcome": {
    "name": "Цепная кошка",
    "description": {
      "range": "Цепной котшарк можно найти в глубоких водах северо -западного Атлантического океана в Мексиканском заливе.",
      "size": "1,5-2 фута;0,5-1 фунта",
      "fact": "Наблюдается, что цепный котшарк имеет биофлуоресцентное сияние.Считается, что это сияние может помочь ему общаться с другими акулами."
    }
  },
  "atlantic-sharpnose-outcome": {
    "name": "Атлантическая акула",
    "description": {
      "range": "Атлантическая акула на острых островах встречается в Западном Атлантическом океане до Мексиканского залива.",
      "size": "3,5-4 фута;9-12 фунтов",
      "fact": "После того, как женщина разводится, она перейдет на офшор в более глубокие воды.Когда она будет готова родить, она возвращается на мелкую воду и рожает 3-7 щенков."
    }
  },
  "bonnethead-outcome": {
    "name": "Боннетед акула",
    "description": {
      "range": "Акула Боннетеад находится в западном Атлантическом океане и восточной части Тихого океана.",
      "size": "3-4,5 фута;15-20 фунтов",
      "fact": "Боннетса -акула - единственная акула, которая, как было замечена, всеядающая, что означает, что они едят животных и растительный материал.Они будут с готовностью питаться водорослями и морскими водорослями."
    }
  },
  "school-shark-outcome": {
    "name": "Школьная акула",
    "description": {
      "range": "Школьная акула встречается в умеренных водах по всему миру, включая Северо -Западный Атлантический океан, Средиземное море, Южный Атлантический океан, Африка и Австралия.",
      "size": "5-6,5 фута;45-55 фунтов",
      "fact": "Школьная акула ововивипарно, что означает, что ее яйца оплодотворяются внутри и развиваются внутри женщины.Когда эмбрион готов, женщина рожает полностью развитую акулу, готовую к жизни самостоятельно."
    }
  },
  "nurse-shark-outcome": {
    "name": "Акула медсестры",
    "description": {
      "range": "Акула медсестры находится в мелководье северо -западного Атлантического океана до Мексиканского залива.",
      "size": "3-4 фута;15-20 фунтов",
      "fact": "Акула медсестры - единственная акула, которая, как было замечено, всеядна, что означает, что они едят животных и растительный материал.Они будут с готовностью питаться водорослями и морскими водорослями."
    }
  },
  "spotted-wobbegong-outcome": {
    "name": "Пятнистый Воббегонг",
    "description": {
      "range": "Пятнистый воббегонг находится вдоль южного и восточного побережья Австралии, Восточного Индийского океана и Южно -Китайского моря.",
      "size": "6-9 футов;90-150 фунтов",
      "fact": "Пятнистый воббегонг - хищник засада;Он лежит в ожидании, полагаясь на свои необычные маркировки, чтобы замаскировать его от ничего не подозревающей добычи."
    }
  },
  "greenland-shark-outcome": {
    "name": "Гренландия акула",
    "description": {
      "range": "Гренландская акула встречается в холодных водах Северного Атлантического океана и Арктического океана.",
      "size": "8-20 футов;2200 фунтов",
      "fact": "Эти акулы имеют самый длинный срок службы всех позвоночных животных на планете.Ученые оценили, что акула Гренландии может жить до 500 лет!"
    }
  },
  "scalloped-hammerhead-outcome": {
    "name": "Мягченная акула молота",
    "description": {
      "range": "Мягчика -головая акула молота находится по всему прибрежным водам вдоль экватора по всему миру.",
      "size": "5-9 футов;60-90 фунтов",
      "fact": "Гребеновый молотхед может формировать большие школы при поиске еды.Эти группы акул могут быть составлены из нескольких сотен человек."
    }
  },
  "whale-shark-outcome": {
    "name": "Китовая акула",
    "description": {
      "range": "Китовая акула можно найти по всему миру в теплых умеренных и тропических морях.",
      "size": "18-32 фута в среднем, до 60 футов;40 000-70 000 фунтов",
      "fact": "Несмотря на их огромные размеры китовые акулы, питаются в основном на планктоне и мелкой рыбе.Одна китовая акула может съесть более 40 фунтов планктона за день."
    }
  },
  "porbeagle-outcome": {
    "name": "Порбегл акула",
    "description": {
      "range": "Акула Порбегл можно найти в холодных водах Северного Атлантического океана и Средиземного моря.Он также имеет широкое пятнистое распределение по всему южному полушарии от Южной Америки, Африка, до Австралии.",
      "size": "8-11 футов;250-450 фунтов",
      "fact": "Акула Porbeagle - быстрая пловца и может достигать скорости до 25 миль в час."
    }
  },
  "salmon-shark-outcome": {
    "name": "Лосось -акула",
    "description": {
      "range": "Акула лосося можно найти по всей северной части Тихого океана.",
      "size": "6-8,5 фута;350-450 фунтов",
      "fact": "В то время как акула лосося питается различной добычей, включая кальмаров, сельдь, морских выдр и птиц, ее общее название происходит от огромного количества лосося, которые составляют большую часть его диеты."
    }
  }
}